Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/kainun_institutti/jakten_pa_soria_moria.docx.tmx
Source language: nob
Languages: fkv

source: Jakten på Soria Moria
fkv: Soria Morian hakeminen

source: Oldemor og jeg
fkv: Isoämmi ja mie

source: –Denne vuggesangen er noe av de første jeg husker.
fkv: –Tämä kehtolaulu oon ensimäissii assiita mikkä mie muistan.

source: Den sang oldemor til meg.
fkv: Isoämmi lauloi sen minule.

source: Monica Iren Hansen vokste opp i en del av Oslo der hun var en av få etnisk norske i sin klasse på skolen.
fkv: Monica Iren Hansen kasus ylös yhessä Oslon osassa missä hän oli oman koulun ja klassin yksi harvoista etnisistä norjalaisista.

source: – Jeg vokste opp i den østlige delen av Oslo.
fkv: Koulussa mie olin klassin yksi harvoista norjalaisista.

source: På skolen var jeg en av få norske i klassen min. Men etter hvert fant jeg ut at jeg ikke bare var norsk jeg heller, og at det vi betrakter som norsk kanskje ikke alltid er så norsk allikevel.
fkv: Mutta aijan myöten minule selvisi ette en miekhään ollu tyhä norjalainen, ja ette se mitä met piämä norjalaisena ei piian kuitenkhaan ole niin norjalaista. –Mie ja isoämmi olima kahen erilaisen mailman lapset.

source: – Oldemor og jeg var barn av to forskjellige verdener.
fkv: Tässä kuvassa näjet minun muorin saamelaispuvussa, ja toisessa isoämmin omassa.

source: Men verken oldemor eller hennes to søstre var samer, de var kvener.
fkv: Mutta ei isoämmi tahi hänen kaksi sisarta olheet saamelaissii, het olthiin kväänit.

source: Da jeg ble døpt i Slottskapellet i Oslo, tok oldemor turen sørover, og fikk se både kongen og Holmenkollbakken.
fkv: Silloin ko minun ristithiin Oslon Slottskappeletissa, niin isoämmi reisas etelhään päin, ja sai nähhä sekä kuninkhaan ja Holmekolllbakkenin.

source: Anna og Anja
fkv: Anna ja Anja

source: Vi er ombord i et tog gjennom skogkledte landskaper.
fkv: Met istuma tookissa joka ajjaa mettäpeitettyitten maisemiitten läpitte.

source: – Plutselig var jeg på reise, til et land jeg nesten ikke ante noe om. Til et land langt, langt borte, men likevel et naboland.
fkv: –Mie olin yhtäkkii reisula, maahan josta en kohta tieny mithään. Mie menin maahan joka oon kaukana, kaukana poissa, mutta kuitenki oon krannimaa.

source: Jeg er på reise mot øst, mot Soria Moria, landet i soloppgangen, sammen med Anja og hennes mor.
fkv: Mie olin reisula öysthään, Soria Morihaan päin, auringonnousun maahan, yhessä Anjan ja hänen muorin kans.

source: Hun er en av to jenter jeg møtte gjennom et skoleprosjekt på tvers av landegrensene og over det gamle jernteppet.
fkv: Hän oon yksi tyttäristä jokka kohattelin kouluprosektin kautta maanrajjoin ja vanhan rautateppenin yli.

source: De to jentene er vokst opp på to vidt forskjellige steder.
fkv: Net kaksi tytärtä oon kasunheet kahessa joukon erilaisessa paikassa.

source: Anna Mimmieva er 11 år og bor i Petrosavodsk.
fkv: Anna Mimmieva oon 11 vuotta vanhaa ja assuu Petroskoissa.

source: En by med 300.000 innbyggere i Karelen i Russland.
fkv: Se oon kaupunki Ryssässä, Karjalassa missä oon 300.000 assuujaa.

source: Anja Hansen er også 11 år og bor i Børselv.
fkv: Anja Hansen oon kans 11 vuotta vanhaa ja assuu Pyssyjovessa.

source: En liten kvensk bygd med mindre enn 300 innbyggere, helt nord i Norge.
fkv: Se oon pieni kväänikylä missä oon vähemän ko 300 assuujaa, aivan pohjaisessa Norjassa.

source: I østerled
fkv: Öystä ssä

source: Et tog ruller ut av jernbanestasjonen.
fkv: Tooki pyörii ulvos rautatiestasuunista.

source: – Reiser man sørover fra oldemors hjembygd Børselv havner man ikke i Oslo, men mellom Helsinki og St. Petersburg.
fkv: –Jos matkustaa etelhään päin isoämmin kotikylästä Pyssyjovesta, niin se ei silloin pääty Oslhoon mutta johonki paikkhaan Helsingin ja Pietarin välissä.

source: Jeg har reist langt østover fra Oslo, men er likevel på vei fra et av Norges naboland til et annet.
fkv: Mie olen reisanu kauvas ithään päin Oslosta, mutta olen kuitenki menemässä Norjan krannimaasta toisheen.

source: Vi reiser i vikingenes fotspor mot Soria Moria, det fantastiske riket som blir skildret i de norske folkeeventyrene.
fkv: Met reissaama viikingiitten jalanjäljissä Soria Moriaa kohti, se fantastinen valtakunta jota kuvailhaan norjalaisissa kansaneventyyriissä.

source: – På skolen lærte vi lite om kontakten østover, og enda mindre om de gamle minoritetene i Norge, slik som kvenene.
fkv: –Koulussa opima vähän öystän kontakstista, ja vielä vähemän Norjan vanhoista minoriteetista, niin ko kvääniistä.

source: Og at Norge var et flerkulturelt samfunn lenge før vi fikk innvandrere i Oslo, ble ikke nevnt.
fkv: Eikä mainittu ette Norja oon monikulttuurillinen samfynni ennen ko maahanmuuttaajat tulthiin Oslhoon.

source: De to jentene bor i land med svært forskjellig språk og kulturer, likevel har de mye til felles.
fkv: Net kaksi tytärtä asuthaan maissa missä oon joukon erilaiset kielet ja kulttuurit, mutta kuitenki heilä oon paljon yhtheistä.

source: Når norske Anja snakker finsk eller kvensk, og russiske Anna snakker karelsk eller finsk, kan de forstå hverandre.
fkv: Ko norjalainen Anja puhhuu suomee tahi kväänii, ja ryssäläinen Anna puhhuu karjalaa tahi suomee, niin het saatethaan ymmärttäät toinen toista.

source: Arvid Petterson: Soria Moria er kanskje ikke så norsk som man skulle tro.
fkv: Arvid Petterson: Soria Moria ei piian ole niin norjalaista mitä saattaa luula.

source: For i min lille finsk-norske ordbok så finner man ordet suuri, som betyr stor, og så finner vi også muuri som betyr mur.
fkv: Minun pienestä suomi-norja sanakirjasta löyttyy sana ”suuri”, joka tarkoittaa issoo, ja sitte löyämä kans ”muuri” joka meinaa muurii.

source: I den ordboka så skrives det med to uuer, men i det finske språket er man veldig konsekvent med å uttale u som o.
fkv: Se kirjoitethaan pois kahela -u:la siinä sanakirjassa, mutta suomen kielessä olema aika konsekventit siinä ette u oon o.

source: Gjennom norske folkeeventyr vil vi jo se på Soria Moria som et slott i soloppgangen i øst, og jeg tror nok de har sett noen slike slott de som først var i øst, i østerled.
fkv: Norjalaisten kansaneeventyyriitten kautta met näjemä Soria Moriaa linnana auringonnousussa öystässä, ja mie uskon ette het oon nähnheet semmoiset linnat, het jokka ensiksi olthiin öystäväylässä.

source: Videobrevene
fkv: Videopreivit

source: Gjennom en vinter har de to jentene sendt videobrev til hverandre.
fkv: Talven läpitte net kaksi tytärtä oon lähättänheet toisile videopreivit.

source: Anna: Hyvvä päivää Anja, God dag!
fkv: Anna: Hyvvää päivä Anja, God dag!

source: Nå skal jeg vise deg Lantakatu.
fkv: Nyt minä näytän sinulle Lantakatu.

source: Dette er en av de vakreste delene av byen vår, gamle Vanta.
fkv: Tämä on yhden kaunheeksesta paikasta meidän kaupunkimma onegin Vanta.

source: Her er jeg sammen med mor og far, og her er det mange mennesker.
fkv: Tässä minä pidän kävelä kansa äitini ja isäni. Kävelä lantala oon paljon ihmiset.

source: Anja: Kommende helg er det skifestival.
fkv: Anja: Ensi viikonloppuna, sitte oon yksi hihtofestivaali tai norjaksi skifestival.

source: Jeg har lyst til å delta, men er ikke helt sikker enda.
fkv: Ja se, se minä haluan lähteä mutta ei ole varma vielä.

source: Jeg vet ikke hvordan det er fordi jeg ikke har vært på skifestival før.
fkv: Mie en tiedä kuinka se on siksi mie en ole ollu semmoisessa hihtofestivaalissa.

source: Det er i Inari, og jeg synes det er fint.
fkv: Se on Inarissa. Minä luulen se on kiva.

source: Nå skal de møtes for første gang, og gjenoppta en eldgammel kontakt mellom to søskenfolk.
fkv: Nyt het aijothaan kohatella ensimäistä kerttaa, ja alkkaat uuesti ikivanhaan kontaktin kahen sisarkansan välissä.

source: Karelere og kvener
fkv: Karjalaiset ja kväänit

source: AP: Karelere og kvener, de har samme opphav.
fkv: AP: Karjalaiset ja kväänit, heilä oon sama alkupörä.

source: De er av den finsk-ugriske stammen som har spredt seg over et stort område.
fkv: Het tulhaan suomalais-ugrilaisesta kansasta joka levis ishoon alhaan.

source: Grovt sett er kvenene de som bor lengst vest, mens karelerne er de som bor lengst øst.
fkv: Krouvisti kattottunna se oon kväänit kekkä asuthaan vestassa, ko karjalaiset asuthaan kaukana öystässä.

source: Møte i storbyen
fkv: Kohattelu suurkaupungissa

source: Og nå møtes øst og vest på jernbanestasjonen i St. Petersburg.
fkv: Ja nyt öystä ja vesta kohatelhaan toinen toista Pietarin rautatiestasuunissa.

source: Her står Anna Mimmieva sammen med guide Irina Smoltis.
fkv: Täälä seissoo Anna Mimmieva yhessä opphaan, Irina Smoltisin, kans.

source: Hun snakker både russisk og norsk.
fkv: Hän puhhuu sekä ryssää ja norjaa.

source: Guide Irina Smoltis forteller om byen jeg og de to jentene kjører gjennom.
fkv: Opas Irina Smoltis muistelee kaupungista jonka läpitte mie ja net kaksi tytärtä ajama läpitte.

source: Vi kjører langs en bred og lang gate med gamle bygninger på begge sider.
fkv: Met ajama levveetä ja pitkää kattuu pitkin, molemalla puolela oon vanhat pytingit.

source: – Prospekt betyr en lang og bred gate, akkurat som aveny på fransk.
fkv: –Prospekt meinaa pitkää ja levveetä kattuu, justhiin niin ko avenue franskaksi.

source: Den gamle delen som er kalt Stara Nevsky, stara betyr gamle, Gamle Nevsky.
fkv: Vanha osa kuttuthaan nimelä Stara Nevsky, stara meinaa vanhaa, Vanha Nevsky.

source: Under andre verdenskrig ble nesten hele byen ødelagt.
fkv: Toisen mailmansoan aikana tuhothiin kohta koko kaupungin kokonhansa.

source: I 1991 bestemte man å forandre navnet tilbake til St. Petersburg igjen.
fkv: Vuona 1991 päätethiin sen ette muuttaat taas nimen takaisin Pietariksi.

source: Guiden Irina viser oss rundt i St. Petersburg.
fkv: Opas Irina Smoltis näytethään paikkoi ympäri Pietarii.

source: Byen som Peter den store grunnla i 1703 på sumpmark som tidligere tilhørte Sverige.
fkv: Kaupunki jonka Pietari Suuri perusti vuona 1703 jänkkämaan pääle ja joka varhemin kuului Ruottile.

source: Byen skulle være Russlands utstillingsvindu mot vest.
fkv: Kaupunki joka piti olla Ryssän klasi vesthaan päin.

source: Der vikingene for tusen år siden seilte fra Finskebukta og oppover elva Neva, liger det i dag palasser, parker og kirker.
fkv: Sielä missä viikingit tuhat vuotta varhemin seilathiin Suomenlahesta ja ylöskäsin Neva-jokkee, oon tääpänä palassiita, parkkii ja kirkkoi.

source: – I St. Petersburg går vi ombord i en russisk turistbåt.
fkv: –Pietarissa nousema sisäle ryssän turistivenheesseen.

source: Vi følger i vikingenes kjølvann oppover elva Neva.
fkv: Met reissaama viikingiitten kööliveessä ylöspäin Neva-jokkee.

source: Vi er i Russland, men også i et område til mange gamle minoriteter, som blant annet vepsere og karelere.
fkv: Met olema Ryssässä, mutta kans alassa missä monet vanhat minoriteetit asuthaan, muun myötä vepsäläiset ja karjalaiset.

source: Noen mil lengere opp kommer vi inn i den store Ladogasjøen.
fkv: Joitaki miiloi ylempänä pääsemä sisäle ishoon Laatokka-järvele.

source: Derfra kan du reise flere veier.
fkv: Sielä sie saatat reisata monen reitin kautta.

source: En av disse går nordover langs elver sjøer og kanaler, tvers over til Kvitsjøen og derfra til Norge og min oldemors hjembygd.
fkv: Yksi näistä mennee pohjaisheen päin pitkin jokkii, järvii ja kanaaliita pitkin, poikki Vienanmeren yli ja sieltä Norjhaan saakka ja minun isoämmin kotikylhään.

source: Dit reiste russiske og karelske handelsfolk.
fkv: Ryssät ja karjalaiset kauppamiehet reisathiin sinne.

source: De fikk navnet pomorer.
fkv: Het saathiin pomoori-nimen.

source: Oldemor møtte de.
fkv: Isoämmi kohtas heitä.

source: De første kvenene kommer
fkv: Ensimäiset kväänit tulhaan

source: – St. Petersburg er helt annerledes enn min oldemors lille kvenske hjembygd.
fkv: –Pietari oon täysin erilainen ko minun isoämmin pieni kvääni kotikylä.

source: Omtrent samtidig som St. Petersburg ble grunnlagt startet oldemors forfedre vandringen fra Tornedalen helt nord i Sverige.
fkv: Kohta justhiin samhaan aikhaan ko Pietarin perustethiin, niin isoämmin materivanhiimet alethiin vajeluksen Tornionlaksosta pohjaisesta Ruottista.

source: De vandret nordover innenfor det som da ble ansett som svensk område, og slo seg ned der samenes hovedstad Karasjok nå ligger.
fkv: Het vajelethiin pohjaisheen päin siinä alassa mitä piethiin ruottalaisena alana, ja het asetuthiin asumhaan sinne missä tääpänä oon saamelaisten pääkaupunki Kaarasjoki.

source: Det var faktisk kvener som etablerte kirkestedet Karasjok, men det fantes selvsagt allerede samer i området.
fkv: Se oli itte assiissa kväänit kekkä perustethiin Kaarasjoven kirkkopaikan, mutta alasta löytyi tietenki jo saamelaissii.

source: Da grensene i nord ble fastsatt, ble Karasjok en del av Danmark-Norge.
fkv: Ko laitethiin rajat pohjaisessa, niin Kaarasjovesta tuli osa Tanmarkku-Norjaa.

source: Og da dro min oldemors forfedre videre til Børselv ved Porsangerfjorden.
fkv: Ja sitte minun isoämmin materivanhiimet matkustethiin etheenpäin Pyssyjokheen Porsankivuonon rannale.

source: Mens det kvenske etter hvert ble oppslukt av det samiske i Karasjok, ble Børselv en levende kvensk bygd der kulturen og språket blomstret helt opp til våre dager.
fkv: Ko kväänit aijan myötä sulauttui Kaarasjoven saamelaisuutheen, niin Pyssyjovesta tuli elläävä kväänikylä missä kulttuuri ja kieli kukithaan aivan meän päivhiin saakka.

source: Hvem er karelerne?
fkv: Kekkä oon karjalaiset?

source: Men hvem er egentlig disse karelerne?
fkv: Mutta kekkä net karjalaiset oikkeestansa oon?

source: Det kan en annen som møtte oss i St. Petersburg fortelle.
fkv: Sen saattaa joku muu muistela, eli joku kuka kohatteli meitä Pietarissa.

source: Zlata Kononova bor i Petrosavodsk dit vi er på vei.
fkv: Zlata Kononova assuu Petroskoissa minne olema menemässä.

source: Hun snakker både russisk, norsk og finsk.
fkv: Hän puhhuu niin ryssää ko norjaa ja suomee.

source: Zlata: Karelerne som bor ikke bare i republikken Karelia, men også i fylkene Tver og Leningrad.
fkv: Zlata: Karjalaiset ei tyhä asu Karjalan republikissa, mutta kans Tverin ja Leningradin fylkiissä.

source: Karelerne deles i forskjellige grupper, det finnes for eksempel såkalte egentlige karelere som bor i Nord-Karelen men delvis også i Midt-Karelen.
fkv: Karjalaiset jajethaan erilaishiin roikkhiin, se oon olemassa esimerkiksi niin sanottu oikkeet karjalaiset kekkä asuthaan Pohjais-Karjalassa mutta osittain kans Keski-Karjalassa.

source: Segozero-karelere er en gruppe karelere som bor i den sentrale delen av Karelen.
fkv: Segozero-karjalaiset oon roikka karjalaissii kekkä asuthaan Karjalan sentraalissa osassa.

source: Segozero er navnet på innsjøen der, og Anna og Annas far representerer Segozero-karelere og snakker et språk som ligner mye på finsk, og vi kan forstå hverandre.
fkv: Segozero oon järven nimi sielä, ja Anna ja Annan faari representeeraa Segozeron karjalaissii ja puhuthaan kieltä joka muistuttaa paljon suomee, ja met saatama ymmärttäät toinen toista.

source: Familiene
fkv: Perheet

source: I videobrevene har de to jentene fortalt om familiene sine.
fkv: Videopreivissä net kaksi tytärtä oon muistelheet omista perheistä.

source: – Dette er min mor, forteller Anna.
fkv: –Tämä on minun äitini, muistelee Anna.

source: – Hun heter Natalia.
fkv: –Hänen nimensä on Natalia.

source: Hun er 45 år.
fkv: Hän on 45-vuotias.

source: Hun jobber i barnehagen.
fkv: Hän on työssä lastentarhassa.

source: Anjas mor forteller om seg selv.
fkv: Anjan muori muistelee ittestä.

source: – Jeg heter Sirpa, og jeg er mor til Anja.
fkv: –Minä olen Sirpa, ja Anjan äiti.

source: Jeg er 44 år gammel, og jeg bodde i Seinäjoki før jeg kom hit til Nord-Norge.
fkv: 44 vuotta vanha, ja mä oon muuttanu Suomesta tänne, Seinäjoelta asti tänne Pohjois-Norjaan.

source: Anjas far heter Tor Henrik Hansen, og er fra Børselv.
fkv: Anjan faarin nimi oon Tor Henrik Hansen, ja hän oon Pyssyjovesta.

source: I vikingenes kjølvann
fkv: Viikingiitten kööliveessä

source: – Fra Ladogasjøen kan man også reise opp elva Volkov.
fkv: –Se saattaa Laatokka-järvestä kans reisata pitkin Volkov-jokkee.

source: Dette var veien vikingene brukte da de dro til Svartehavet og Miklagard eller Istanbul som det heter i dag.
fkv: Tämä oli se väylä mitä viikingit piethiin ko het matkustethiin Mustalemerele ja Miklagardhiin tahi Istanbulhiin mikä oon sen nimi tääpänä.

source: Ved elvebredden i Staraja Ladoga ligger det store norrøne gravhauger.
fkv: Jovenrannassa Staraja Ladogassa oon paljon vanhoinorjalaissii hautakukkuroi.

source: Her har man funnet mange spor etter vikinger.
fkv: Täälä oon löyetty paljon viikingiitten jälkkii.

source: Et stykke lenger oppover elva ligger Novgorod og Holmgard der svenske og norske vikinger var med på å danne den første russiske staten.
fkv: Pikkusen ylemälä jovessa oon Novgorod ja Holmgard missä ruottalaiset ja norjalaiset viikingit olthiin myötä perustamassa ensimäisen Ryssän staatin.

source: Kontakten mellom Novgorod og Norge var god.
fkv: Novgorodin ja Norjan välilä oli hyvä kontakti.

source: Den norske kongen Olav Tryggvason vokste opp her.
fkv: Norjalainen kuningas Olav Tryggvason kasus ylös täälä.

source: Og Olav den hellige søkte tilflukt i Novgorod før han dro hjem og mistet livet i slaget på Stiklestad.
fkv: Ja pyhä Olav haki tänne Novgorodhiin turvhaan ennen ko hän meni kothiin ja menetti hengen Stiklestadin taistelussa.

source: Novgorod og Finnmark
fkv: Novgorod ja Finnmarkku

source: AP: Først skattlegger vikingene dette området.
fkv: AP: Ensistä viikingit verotethiin tämän alan.

source: Men senere så skattlegger også Novgorod vårt område helt opp mot Finnmark.
fkv: Mutta hiljemin Novgorod kans verottaa meän alan ylös Finnmarkkhuun.

source: Og avstandene...
fkv: Ja välimatkat …

source: Man tror i dag at det er så lange avstander, at folk i tidligere tider ikke beveget seg over så store avstander, men alle steder hvor det var elver og sjøer kunne de ta seg frem.
fkv: Tääpänä uskothaan ette ihmiset ei liikkunheet isoissa aloissa ko ethäisyyet olthiin niin pitkät.

source: Og forbindelsen for eksempel over fra Bottenviken over til Kvitsjøen, fra Ladoga og Onega og opp til Kvitsjøen, den var ikke så vanskelig for tidligere tiders mennesker.
fkv: Mutta het päästhiin sinne missä oli jovet ja järvet. Ja yhtheys esimerkiksi Pohjanlahesta ylös Vienanmerheen, Laatokasta ja Äänisestä ylös Vienanmerheen, se ei ollu hirmu vaikkee entisaijan ihmisille.

source: Karelernes historie
fkv: Karjalaisten histoorii

source: Zlata: Fra 1100-tallet er karelerne en del av Novgorodriket, og og år 1227 gikk karelerne over til den ortodokse trosbekjennelsen.
fkv: Zlata: 1100-luvusta saakka oon karjalaiset osa Novgorodin kuningasvaltakunttaa ja vuona 1227 karjalaiset käänythiin ortodoksisheen uskontunnustuksheen.

source: Fra år 1478 begynte Novgorod å tilhøre Moskva.
fkv: Vuoesta 1478 saakka alkoi Novgorod kuuluut Moskovhaan.

source: Og etter Stolbov-avtalen ga det russiske riket, til Sverige, området vest og nordvest for Ladoga, et område som var bosatt av karelerne.
fkv: Ja Stolbov-sopimuksen jälkhiin ryssän valtakunta antoi Ruottile alat mikkä oon vestapuolela ja vestapohjaisen puolela Laatokkaa. Siinä asuthiin karjalaiset.

source: Fra 1617 og frem til de 18 århundre befant karelerne seg i en vanskelig, undertrykket sosiel og religiøs situasjon, og en stor del av karelerne flyttet inn i den indre delen av Russland mens resten gikk over til lutherdommen.
fkv: Vuoesta 1617 saakka ja kiini 1800-luvule olthiin karjalaiset vaikkeessa, sosiaalisesti ja uskonolisesti alaspainavassa situasuunissa. Iso osa karjalaisista siirtyi sisäle Ryssän sisäoshiin ko taas muut käänythiin lutherilaisuutheen.

source: På tvers av landegrenser
fkv: Poikki maanrajjoin

source: – Vi fortsetter over Ladogasjøen og opp elva Svir mot Onegasjøen.
fkv: –Met jatkama Laatokka-järven ylitte ja ylhääle Svir jokheen kohti Äänis-järvee.

source: Alt vi ser er nytt og spennende.
fkv: Kaikki mitä met näjemä oon uutta ja jännittäävää.

source: Dette er helt forskjellig fra alt hjemme i Norge, både i Oslo der jeg bor og i nord der Anja holder til.
fkv: Tämä oon täysin erilaista ko kaikki mikä oon kotona Norjassa, sekä Oslossa missä mie asun ja pohjaisessa missä Anja assuu.

source: Anna: Dette er mine favoritter.
fkv: Anna: Tämä ovat minun lempilelu.

source: To stykker.
fkv: Nämä kaksi.

source: Anja: Vi har to hunder.
fkv: Anja: Meilä on kaksi koiraa.

source: Den ene er min, og den andre er min søsters.
fkv: Se yksi on minun, ja toinen koira on minun siskon.

source: Min hund heter Tanja, og min søsters hun heter Sissi.
fkv: Minun koiran nimi on Tanja, ja minun siskon koiran nimi on Sissi.

source: Gjennom videobrevene fortalte jentene om hverdagen sin.
fkv: Videopreiviin kautta tyttäret muistelthiin omasta arkipäivästä.

source: Verden er stor, men allikevel veldig liten.
fkv: Mailma oon iso, mutta kuitenki joukon pieni.

source: Tenk at to jenter fra så forskjellige land som Russland og Norge kan møtes og snakke med hverandre på eldgamle språk som er nesten like.
fkv: Ajattele ette kaksi tytärtä niin erilaisista maista ko Ryssästä ja Norjasta saatethaan kohatella ja praattiit toinen toisten kans niin vanhoita kielii mikkä oon kohta samanlaiset.

source: Anja og Anna ligger i senga på lugaren i båten og ser på DVDer.
fkv: Anja ja Anna makkoilhaan sängyssä venheen lugaarissa ja kattothaan DVD:tä.

source: – Denne, denne, denne og denne har jeg, sier Anna.
fkv: –Tämä, tämä ja tämä on minula, sannoo Anna.

source: – Jeg har denne på norsk og denne på finsk, sier Anja.
fkv: –Minula on tämä norjaksi ja tämä suomeksi, Anja sannoo.

source: Fremmede
fkv: Vieroihmiset

source: I det vi nærmer oss Annas hjemby Petrosavodsk tenker jeg på noe Arvid Petterson sa da jeg intervjuet han.
fkv: Sillä aikkaa ko Annan kotikaupunki Petroskoi tullee likemäksi, niin mie ajattelen jotaki mitä Arvid Petterson sanoi ko intervyasin hänen.

source: AP: Kvener har i Norge vært betraktet som en fremmed gruppe, mens samer, det har de innsett, de har bodd her.
fkv: AP: Norjassa kväänii oon pietty outona roikkana, ko taas saamelaiset, sen het oon ymmärtänheet, het oon asunheet täälä.

source: Selv om vi har hundrevis av års tradisjoner på Nordkalotten så har man liksom sagt at kvener er fremmede.
fkv: Vaikka meilä oon sattaa vuotta tradisuunii Pohjaiskalotissa niin oon vishiin sanottu ette kväänit oon vieroihmiset.

source: Og dermed har man ikke tatt så godt vare på kulturen fra myndighetenes side, og har kanskje ikke forstått kulturbakgrunnen heller.
fkv: Ja sillä tavala esivallat ei ole pitänheet niin hyvin vaarin kulttuurista, eikä piian ymmärtänheet kulttuuritavustaakhaan.

source: Slik at det samiske har blitt tatt bedre vare på, i alle fall i de siste årene enn det kvenske.
fkv: Sillä tavala ette saamelaisista assiista oon otettu paremin vaarin ko kvääniassiista, ainaki viimi vuosina.

source: En reise tilbake i tiden
fkv: Matka takaisin aikhaan

source: – Idet vi legger til kai slår det meg at vi kanskje er fremme i Soria Moria.
fkv: –Sillä aikkaa ko met laskema kaiale niin minule tullee mielheen ette piian olema perilä Soria Moriassa.

source: Men det som møter oss er ikke store gamle murer, men en moderne storby.
fkv: Mutta se mikä kohtaa meät se ei ole issoi vanhoi muurii, mutta moderni suurkaupunki.

source: Det er vanskelig å se for seg at det er her oldemors arv og tradisjoner har levd videre.
fkv: Minusta oon vaikkee kuvitella ette se oon täälä mistä isoämmin perintö ja tradisuuni oon eletty etheenpäin.

source: Men da vi besøker Annas bestemor får vi et inntrykk av hvordan det kan ha vært i Børselv også på oldemors tid.
fkv: Mutta ko met kyläilemmä Annan ämmin saama vaikutelman siitä kunka se oon saattanu olla Pyssyjovessa isoämmin aikana.

source: Det blir nærmest en reise tilbake i tiden.
fkv: Se oon justhiin niin ko matka takaisin aikhaan.
